// ***********************************************************
// Менюшка по предмету
// ***********************************************************
itm_main_menu=^itm_menu_hint_t^Right mouse click - Menu
popup_disabled=^int_idt_t2^
popup_use=^int_pop_t0^Use
popup_use_disabled=^int_pop_t0^<color=127,127,127>Use
popup_sale=^int_pop_t0^Sell 
popup_sale_ask=Do you really want to sell this item?
popup_drop=^int_pop_t0^Drop 
popup_drop_ask=Do you really want to drop this item?
popup_suppress=^int_pop_t0^Suppress
popup_info=^int_pop_t0^Info
popup_dialog=^int_pop_t0^Talk
popup_upgrade=^int_pop_t0^Upgrade

// ***********************************************************
// Типы предметов
// ***********************************************************
itm_type=^items_tH^[sys]Type:[d]
itm_weapon=Weapon
itm_armor=Armor
itm_artefact=Artifact
itm_boots=Boots
itm_regalia=Regalia
itm_shield=Shield
itm_helmet=Helmet
itm_belt=Belt
itm_quest=Quest
itm_resource=Resource or container
itm_map=Map
itm_usual=Used item
itm_wife=Wife
itm_child=Child
itm_diamond=Item for sale
itm_recept=Document
itm_price=^items_tH^[sys]Cost:[d]
itm_state_upgrade=^items_tH^[g]You can upgrade the item!
itm_state_out=^items_tH^[r]You can suppress the item!

message_pacify_item=^msg_box_t^Do you wish to fight with the Keepers to suppress the item and take control of its features?
message_upgrade_item=^msg_box_t^Do you wish to fight with the Keepers to upgrade the item and open its special features?
message_pacified=^msg_box_t^You have suppressed the keepers successfully:<br><br>[item]
message_upgraded=^msg_box_t^You managed to suppress the keepers of this object! The object changes its form, now becoming:<br><br>[item]
message_auto_upgraded=^msg_box_t^The keepers are satisfied with you, and the object has changed its form. Now it has become:<br><br>[item]
// ***********************************************************
// Раса предметов
// ***********************************************************
itm_race=^items_tH^[sys]Race:[d]
itm_human=Humans
itm_elf=Elves
itm_orc=Orcs
itm_dwarf=Dwarves
itm_undead=Undead
itm_demon=Demons
itm_neutral=Neutral
itm_nodragon=No dragon's soul

// ***********************************************************
// Мораль предметов
// ***********************************************************
itm_moral=^items_tH^[sys]Morale:[d]
itm_moral_bad=^itm_moral_t^[bad]The item is rebelling against you!
itm_moral_l3=^itm_moral_t^[low3]Terrible!
itm_moral_l2=^itm_moral_t^[low2]Bad
itm_moral_l1=^itm_moral_t^[low1]Low
itm_moral_n0=^itm_moral_t^[neutral]Normal
itm_moral_h1=^itm_moral_t^[hi1]Good
itm_moral_h2=^itm_moral_t^[hi2]High
itm_moral_h3=^itm_moral_t^[hi3]Excellent!

itm_egnum_st_0=Hungry
itm_egnum_st_1=Has had a bite
itm_egnum_st_2=Has eaten
itm_egnum_st_3=Is full
itm_egnum_st_4=Pigged out

//New for monster containers (i.e. eggs, seeds, etc.)
itm_egg_produce=chance to produce
itm_egg_produces=Produces
itm_egg_variant1=chance of variant #1:
itm_egg_variant2=chance of variant #2:
itm_egg_per=per
itm_egg_egg=egg.
itm_egg_grave=grave.
itm_egg_seed=seed.
itm_egg_container=container.
itm_egg_eggs=eggs.
itm_egg_graves=graves.
itm_egg_seeds=seeds.
itm_egg_containers=containers.
itm_egg_uncertain=Unfortunately you're uncertain which ones you'll get.